Repository: CleanTalk/security-malware-firewall
Catalog: tags/1.21.1/i18n/security-malware-firewall-*.po
Languages: ru_ru

source: UPGRADE
ru_ru: ОБНОВИТЬ

source: trial period ends, please upgrade to premium version to keep your site secure and safe!
ru_ru: триальный период заканчивается, пожалуйста, обновите до премиальной версии что бы защитить ваш сайт!

source: RENEW
ru_ru: ВОЗОБНОВИТЬ

source: Please renew your security license.
ru_ru: Пожалуйста, обновите лицензию безопасности.

source: API key is not valid. Enter into %splugin settings%s in the main site dashboard to get API key.
ru_ru: Ключ API не действителен. Войдите в %sнастройки плагина%s в панели управленя главным сайтом что бы получить ключ.

source: API key is not valid. Enter into %splugin settings%s to get API key.
ru_ru: Ключ API не действителен. Войдите в %sнастройки плагина%s чтобы получить ключ.

source: Why do you need an API key? Please, learn more %shere%s.
ru_ru: Зачем мне нужен ключ API? Узнайте %sздесь%s.

source: Dismiss this notice.
ru_ru: Убрать уведомление.

source: Settings
ru_ru: Настройки

source: Translate
ru_ru: Перевести

source: Support
ru_ru: Поддержка

source: Settings
ru_ru: Настройки

source: Please, enter the %splugin settings%s in main site dashboard.
ru_ru: Ключ API не действителен. Войдите в %sнастройки плагина%s в панели управленя главным сайтом что бы получить ключ.

source: API key is not valid. Use the buttons below to get API key.
ru_ru: Ключ API не действителен. Используйте кнопки ниже что бы получить ключ.

source: Errors:
ru_ru: Ошибки:

source: General Settings
ru_ru: Основные настройки

source: Security Log
ru_ru: Журнал безопасности аудита

source: Security Control Panel
ru_ru: Панель управления безопасности

source: Access Key
ru_ru: Ключ доступа

source: Miscellaneous
ru_ru: Прочее

source: The plugin home page
ru_ru: Домашняя страница плагина

source: Tech support CleanTalk:
ru_ru: Техническия поддержка CleanTalk:

source: CleanTalk is registered Trademark. All rights reserved.
ru_ru: CleanTalk - это зарегистрированая торговая марка. Все права защищены.

source: Security status:
ru_ru: Статус защиты:

source: Brute Force Protection
ru_ru: Брут-форс защита

source: Security Report
ru_ru: Отчет безопасности

source: Security Audit Log
ru_ru: Журнал безопасности аудита

source: FireWall
ru_ru: Фаервол

source: events have been sent to CleanTalk Cloud on
ru_ru: события были посланы в облако CleanTalk

source: Unknow last logs sending time.
ru_ru: Время последней отправки логов не известно.

source: Information about %d blocked entries have been sent to CleanTalk Cloud on %s.
ru_ru: Информация о %d заблокировнных записях была отправлено в облако CleanTalk %s.

source: Unknow last filrewall logs sending time.
ru_ru: Время последней отправки логов FireWall не известно.

source: Security FireWall database has %d IPs. Last updated at %s.
ru_ru: База данных Фаервола Безопасности содержит %d IP адресов. Последнее обновление %s.

source: Unknow last Security FireWall updating time.
ru_ru: Последнее время обновления Фаервола Безопасности неизвестно.

source: Enter the key
ru_ru: введите ключ

source: Get access key manually
ru_ru: Получить ключ вручную

source: or
ru_ru: или

source: Get access key automatically
ru_ru: Получить ключ автоматически

source: Admin e-mail (%s) will be used for registration
ru_ru: При регистрации будет использован email администратора (%s)

source: License agreement
ru_ru: Лицензионное соглашение

source: <h3>Key is provided by Super Admin.<h3>
ru_ru: <h3>Ключ предоставлен сетевым администратором.<h3>

source: Allow users to use other key
ru_ru: Разрешить пользователям использовать другой ключ

source: Allow users to use different Access key in their plugin settings. They could use different CleanTalk account.
ru_ru: Разрешить пользоватетям использовать разные ключи в их настройках. Они смогут использовать другой аккаунт CleanTalk.

source: Let them know about protection
ru_ru: Пусть они знают о защите

source: Place a warning under login form: "Brute Force Protection by CleanTalk security. All attempts are logged".
ru_ru: Размещает предпреждение под формой авторизации: "Brute Force Protection by CleanTalk security. All attempts are logged".

source: Complete deactivation
ru_ru: Полное удаление

source: Leave no trace in Wordpress after deactivation. This could help if you do have problems with the plugin.
ru_ru: Не оставляет следов в вашем Wordpress после деактивации. Переустановка может помочь если у вас возникли проблемы с плагином.

source: It affects ALL websites. Use it wisely!
ru_ru: Это затронет ВСЕ сайты (WPMS). Используйте это мудро!

source: Allow users to access to CleanTalk control panel from their Wordpress dashboard (only "read" access).
ru_ru: Разрешить пользователям входить в панель управления CleanTalk из их панели управления Wordpress (доступ только на чтение).

source: Error while checking the API key "%s" Error #%d Comment: %s.
ru_ru: Ошибка при опроверке ключа API "%s" Ошибка #%d Комментарий: %s.

source: Key is not valid. Key: %s.
ru_ru: Ключ %s не действителен.

source: The log includes list of attacks for past 24 hours and shows only last %d records. To see the full report please check the Daily security report in your Inbox (%s).
ru_ru: Журнал включает в себя список атак за последние 24 часа и показывает только последние %d записей. Чтобы увидеть полный отчет, пожалуйста, проверьте ежедневный отчет безопасности в вашем почтовом ящике (%s).

source: That was the last entry.
ru_ru: Это была последняя запись.

source: Proceed to:
ru_ru: Войти в:

source: to see more.
ru_ru: что бы увидеть больше.

source: Show more
ru_ru: Показать еще

source: %s brute-force attacks have been made.
ru_ru: Было совершено %s брутфорс-атак.

source: Error while sending logs: Error #%d Comment: %s. Api Key is "%s".
ru_ru: Ошибка пр опроверке ключа API Ошибка #%d Комментарий: %s. API Ключ: "%s".

source: Logs sending error: Sent: %d. Confirmed receiving of %d rows.
ru_ru: Ошибка отправки логов: Отправлено: %d. Подтверждено получение %d.

source: 0 brute force attacks have been made for past day.
ru_ru: 0 брутфорс-атак было совершено за прошедшие сутки.

source: 0 users have been logged in for past day.
ru_ru: 0 пользователей входили в систему за минувшие сутки.

source: Daily security report
ru_ru: Ежедневный отчет безопасности

source: %s brute force attacks or failed logins, %d successful logins.
ru_ru: %s брут-форс атак или неудачных попыток входа, %d удачных аутентификаций.

source: Brute Force Protection by
ru_ru: Брут-форс защита

source: All attempts are logged.
ru_ru: Все попытки логируются.

source: <br />Authorization attempt has been banned for %d seconds. %s.
ru_ru: <br />Попытки входа заблокированы на %d секунд. %s.

source: <br />Authorization attempt has been banned for %d seconds to prevent unauthorized access. %s.
ru_ru: <br />Попытки входа заблокированы на %d секунд для предотвращения не разрешенного доступа. %s.

source: Brute force attacks to hack passwords or failed logins
ru_ru: Брут-форс атаки дял взлома паролей или неудачные авторизации

source: Brute force attacks to find accounts
ru_ru: Брут-форс атаки для поиска аккаунтов

source: Successfull logins
ru_ru: Успешные авторизации

source: The report is provided by
ru_ru: Отчет предоставлен

source: User
ru_ru: Пользователь

source: Date and time, IP, Country
ru_ru: Дата и время, IP, Страна

source: Date and time
ru_ru: Дата и время

source: Action
ru_ru: Действие

source: Page
ru_ru: Страница

source: Time on page, sec
ru_ru: Время на странице, сек

source: IP, Country
ru_ru: IP, Страна

source: Tell other users about your experience with %s.
ru_ru: Расскажите другим пользователям о своем опыте с %s.

source: Write your review on WordPress.org
ru_ru: Оставить отзыв на WordPress.org

source: RATE IT NOW
ru_ru: ОЦЕНИТЬ СЕЙЧАС

source: Help others use the plugin in your language.
ru_ru: Помогите другим пользователям использовать плагин на их языке.

source: We ask you to help with the translation of the plugin in your language. Please take a few minutes to make the plugin more comfortable.
ru_ru: Мы просим Вас помочь с переводом плагина на ваш язык. Пожалуйста, потратьте несколько минут, чтобы сделать плагин более удобным.

source: TRANSLATE
ru_ru: ПЕРЕВЕСТИ

source: The plugin temporary restricts attempts to login to WordPress backend. The restriction is rising for a few seconds if an account failed to login.
ru_ru: Плагин вносит временное ограничение для попыток входа в панель управления WordPress. Ограничение устанавливатся на несколько секунд, если не удалось выполнить вход под учетной записью.
